tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services", "https://gitee.com/cunkai/homebrew-services.git"
tap "mongodb/brew"
tap "sidneys/homebrew"
brew "giflib"
brew "imath"
brew "jpeg"
brew "libpng"
brew "aria2"
brew "autojump"
brew "blueutil"
brew "c-ares"
brew "cabextract"
brew "libffi"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "cairo"
brew "carthage"
brew "cdrtools"
brew "certbot"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "libidn2"
brew "curl"
brew "deno"
brew "dog"
brew "emojify"
brew "snappy"
brew "libogg"
brew "fribidi"
brew "harfbuzz"
brew "little-cms2"
brew "openjpeg"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "sdl2"
brew "theora"
brew "x265"
brew "ffmpeg"
brew "ffms2"
brew "flow"
brew "gdk-pixbuf"
brew "jbig2dec"
brew "ghostscript"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "imagemagick"
brew "gifify"
brew "git"
brew "git-flow"
brew "gnupg"
brew "libplist"
brew "ideviceinstaller"
brew "ios-deploy"
brew "pango"
brew "librsvg"
brew "lua@5.3"
brew "lzlib"
brew "macvim", args: ["HEAD"]
brew "md5sha1sum"
brew "mercurial"
brew "nginx", args: ["HEAD"]
brew "nss"
brew "nvm"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "protobuf"
brew "python@3.8"
brew "rust"
brew "sbt"
brew "sphinx-doc"
brew "telnet"
brew "tmux"
brew "tree"
brew "ucl"
brew "unar"
brew "vapoursynth-imwri"
brew "vapoursynth-ocr"
brew "vapoursynth-sub"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zplug"
brew "eddieantonio/eddieantonio/imgcat"
brew "mongodb/brew/mongodb-community"
cask "iterm2"
cask "squirrel"
