tap "dart-lang/dart"
tap "eddieantonio/eddieantonio"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/services", "https://gitee.com/cunkai/homebrew-services.git"
tap "mongodb/brew"
tap "sidneys/homebrew"
brew "giflib"
brew "imath"
brew "libpng"
brew "little-cms2"
brew "ca-certificates"
brew "aria2"
brew "autojump"
brew "blueutil"
brew "c-ares"
brew "cabextract"
brew "glib"
brew "lzo"
brew "cairo"
brew "carthage"
brew "cdrtools"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "libidn2"
brew "curl"
brew "deno"
brew "snappy"
brew "fb303"
brew "emojify"
brew "libogg"
brew "fribidi"
brew "harfbuzz"
brew "openjpeg"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "pango"
brew "sdl2"
brew "theora"
brew "x265"
brew "ffmpeg"
brew "flow"
brew "gdk-pixbuf"
brew "jbig2dec"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "pkg-config"
brew "libplist"
brew "libzip"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jpeg"
brew "jq"
brew "libffi"
brew "libheif"
brew "libomp", link: true
brew "librsvg"
brew "lzlib"
brew "macvim"
brew "neofetch"
brew "nginx", args: ["HEAD"]
brew "nss"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "protobuf"
brew "pyenv"
brew "rust"
brew "scrcpy"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "ucl"
brew "unar"
brew "vapoursynth-ocr"
brew "vapoursynth-sub"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zplug"
brew "dart-lang/dart/dart"
brew "eddieantonio/eddieantonio/imgcat"
cask "he3"
cask "iterm2"
cask "monitorcontrol"
cask "squirrel"
vscode "7finney.ethcode"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "alechp.react-toolbox-snippets"
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "atomiks.moonlight"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-preview-github-styles"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "davidnussio.vscode-jq-playground"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "demystifying-javascript.python-extensions-pack"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "ericsia.pythonsnippets3"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "franneck94.vscode-python-config"
vscode "github.github-vscode-theme"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "infeng.vscode-react-typescript"
vscode "jamesbirtles.svelte-vscode"
vscode "jaymorrow.nodeassertionsnippets"
vscode "jebbs.plantuml"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "juanblanco.solidity"
vscode "kaih2o.python-resource-monitor"
vscode "kevinrose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "luqimin.tiny-light"
vscode "merico.devchat"
vscode "michelemelluso.code-beautifier"
vscode "mintlify.document"
vscode "mongodb.mongodb-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.test-adapter-converter"
vscode "msjsdiag.vscode-react-native"
vscode "n3rds-inc.visualwind"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "randrade23.beautify-json"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "seanwu.vscode-qt-for-python"
vscode "sourcegraph.cody-ai"
vscode "sourcegraph.sourcegraph"
vscode "sourcegraph.vscode-sourcegraph-theme"
vscode "sourcery.sourcery"
vscode "streetsidesoftware.code-spell-checker"
vscode "teclado.vscode-nginx-format"
vscode "thebarkman.vscode-djaneiro"
vscode "timonvs.reactsnippetsstandard"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-metrics"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "trabpukcip.wolf"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.reactsnippets"
vscode "xirider.livecode"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
